{"pages":[],"posts":[{"title":"Timor-Leste Diving Rate","text":"Diving Area Map of Timor-Leste Diving Rate One Day Fun Diving Package One Day Diving Package 2 dives 3 dives Shore dive in Dili area $90 $120 Boat dive in Dili area $110 $140 Shore dives in east/west coast of Dili $100 $130 Boat dives in east/west coast of Dili $130 $160 Boat dives in Atauro island $140 $170 price includes all dive equipment except dive computer. price includes pickup service in nearby hotel ( Hotel California …). Please enquire us about it if you stay in other hotel. price including lunch and drinking water. Diving Courses Courses Price Note Try Dive $60 PADI Open Water Diver $380 PADI Advanced Open Water Diver $350 price including all dive equipment price including pickup service in nearby hotel ( Hotel California …). Please enquire us about it if you stay in other hotel. price including lunch and drinking water. Other Service Other Service Price Note One Day Whale Watching Tour $150 per person minimum 3 people Usally it will take 4 - 6 hours Pick up to/from airport $20 AccomodationHotel California Price start from $50, Hotel california provide you nice room and accomodation. With very short distance to our diveshop, it will be much easier if you stay here to dive with us. If you stay here, we will pick you up every day for diving. We can make the booking for you. You can also make your own booking or check more photos via Booking.com Other HotelsAlthough there are many other hotel in Dili Timor-Leste you can choose to stay, please do contact us to make sure we can provide free pickup service.","link":"/diving/"},{"title":"Introduction of Timor-Leste","text":"East Timor, also known as Timor Leste, is a sovereign country located in Southeast Asia. East Timor is comprised of the eastern part of Timor Island, Atauro island, Jaco island, and Oecusse. The country’s diverse culture is influenced by Roman Catholicism, Indonesian culture, and Portuguese culture. East Timor is also rich in art and amazing Southeast Asian cuisine. Aside from these, East Timor is also home to wonderful sightseeing spots that entices many tourists into the country. With hardly-touched ‘best-in-the-world’ reefs to dive, dugongs to spot, mountains to climb, and ancient traditions that have survived the ravages of war, Asia’s newest country offers some of the world’s last great off-the-beaten-track adventures. Tasi Tolu enjoys a somewhat legendary status both as Timor-Leste’s version of Lembeh Strait. This is rather overstating the situation though, as it’s just one site — albeit a very good one. It owes its existence as a dive site to the direct intervention of the country’s President. Tasi Tolu takes its name from the three freshwater lakes just below the nearby foothills, which fill to capacity during the rainy season and then overflow, flooding the roads and villages in the area. To prevent this, the government commissioned a project to install a drainage channel so that the overflow could run off into the sea. The subsequent design that took the most logical path would have dumped the outflow right on to the Tasi Tolu site. The local diving community waged a campaign to get the drainage channel relocated and ultimately got the attention of Timor-Leste’s then-president, Ramos Horta. Seeing tourism as part of the potential solution to a lack of employment opportunities, President Horta stopped the project. Know more about Timor-Leste in our Gallery","link":"/intro/"},{"title":"Getting to Timor-Leste","text":"Fly to East TimorEAST TIMOR is surprisingly easy to access, with direct flights from Indonesia, Singapore and Australia. Dili’s Presidente Nicolau Lobato International Airport(DIL) is only a 10-minute drive from town. Direct flight to/from Dili, East Timor(DIL): Destination Frequency Airlines Bali, Indonesia (DPS) 2 flights per day Sriwijaya, Citilink Kupang, Indonesia Thursday, Sunday Singapore (SIN) Thursday, Sunday Scoot Tigerair, TransNusa Darwin, Australia Daily Airnorth, Qantas Tips about Timor-LesteEast Timor or Timor-Leste officially the Democratic Republic of Timor-Leste, is a country in Southeast Asia. It comprises the eastern half of the island of Timor, the nearby islands of Atauro and Jaco, and Oecusse, an exclave on the northwestern side of the island surrounded by Indonesian West Timor. Australia is the country’s southern neighbour, separated by the Timor Sea. The country’s size is about 15,007 km2 (5,794 sq mi). Visa on Arrival Visitors may apply for visa on arrival at the Presidente Nicolau Lobato International Airport or at the Dili Sea Port. A single entry visa valid for up to 30 days is granted for a fee of US$30 Money The US Dollar is the official currency of Timor-Leste. It’s not so easy use credit card in Timor-Leste, You’d better bring some cash with you. Internet Not too many public Wifi available in hotels or plaza, It’s more convenient to have your own mobile internet. Telkomcel(subsidiary of Telkomsel, Indonesia) provides quite good 4G signal in Dili area.","link":"/transportation/"}],"tags":[{"name":"Diving Rate","slug":"Diving-Rate","link":"/tags/Diving-Rate/"},{"name":"tag2","slug":"tag2","link":"/tags/tag2/"}],"categories":[]}