{"pages":[{"title":"Contact Us","text":"feel free to contact us in different ways! Our friendly staff will give you more information about East facebook","link":"/contact/index.html"}],"posts":[{"title":"Timor-Leste Diving Rate","text":"Diving Rate One Day Diving Package 2 dives with lunch box 3 dives with lunch box Shore dive in Dili area $90 $120 Boat dive in Dili area $110 $140 Shore dives in east/west coast of Dili $100 $130 Boat dives in east/west coast of Dili $130 $160 Boat dives in Atauro island $140 $170 Note price including all dive equipment except dive computer. price including pickup service in nearby hotel ( Hotel California …). Please enquire us about it if you stay in other hotel. price including drinking water. AccomodationHotel California Price start from $50, Hotel california provide you nice room and accomodation. With very short distance to our diveshop, it will be much easier if you stay here to dive with us. If you stay here, we will pick you up every day for diving. We can make the booking for you. You can also make your own booking or check more photos via Booking.com Other HotelsAlthough there are many other hotel in Dili Timor-Leste you can choose to stay, please do contact us to make sure we can provide free pickup service.","link":"/diving/"},{"title":"Getting to Timor-Leste","text":"Fly to East TimorEAST TIMOR is surprisingly easy to access, with direct flights from Indonesia, Singapore and Australia. Dili’s Presidente Nicolau Lobato International Airport(DIL) is only a 10-minute drive from town. Direct flight to/from Dili, East Timor(DIL): Destination Frequency Airlines Bali, Indonesia (DPS) 2 flights per day Sriwijaya, Citilink Kupang, Indonesia Thursday, Sunday Singapore (SIN) Thursday, Sunday Scoot Tigerair, TransNusa Darwin, Australia Daily Airnorth, Qantas Tips about Timor-LesteEast Timor or Timor-Leste officially the Democratic Republic of Timor-Leste, is a country in Southeast Asia. It comprises the eastern half of the island of Timor, the nearby islands of Atauro and Jaco, and Oecusse, an exclave on the northwestern side of the island surrounded by Indonesian West Timor. Australia is the country’s southern neighbour, separated by the Timor Sea. The country’s size is about 15,007 km2 (5,794 sq mi). Visa on Arrival Visitors may apply for visa on arrival at the Presidente Nicolau Lobato International Airport or at the Dili Sea Port. A single entry visa valid for up to 30 days is granted for a fee of US$30 Money The US Dollar is the official currency of Timor-Leste. It’s not so easy use credit card in Timor-Leste, You’d better bring some cash with you. Internet Not too many public Wifi available in hotels or plaza, It’s more convenient to have your own mobile internet. Telkomcel(subsidiary of Telkomsel, Indonesia) provides quite good 4G signal in Dili area.","link":"/transportation/"}],"tags":[{"name":"Diving Rate","slug":"Diving-Rate","link":"/tags/Diving-Rate/"},{"name":"tag2","slug":"tag2","link":"/tags/tag2/"}],"categories":[]}