{"pages":[],"posts":[{"title":"东帝汶潜水价格","text":"东帝汶潜水区域图 潜水价格(货币单位：美元) 一天潜水套餐： 一天潜水套餐 2 潜 3 潜 帝力区域岸潜 $90 $120 帝力区域船潜 $110 $140 帝力东或帝力西区域岸潜 $100 $130 帝力东或帝力西区域船潜 $130 $160 阿陶罗岛(Atauro Island)船潜 $140 $170 价格包含除潜水电脑表以外的所有潜水装备. 价格包含附近酒店的接送(加州旅店). 如果你预定了其他帝力酒店，请提前咨询我们. 价格包含午餐和饮用水. 潜水课程 课程 价格 Note 体验潜水 $60 PADI开放水域潜水员(OW) $380 PADI进阶开放水域潜水员(AOW) $350 价格包含除潜水电脑表以外的所有潜水装备. 价格包含附近酒店的接送(加州旅店). 如果你预定了其他帝力酒店，请提前咨询我们. 价格包含午餐和饮用水. 其他服务 其他服务 价格 说明 观鲸一日游 $150每人 3人起 行程大约4-6小时 机场接送 $20每次 住宿加州旅店 Hotel California 房间价格$50起, 加州旅店提供干净舒适的房间，距离我们潜店很近，步行30秒。 我们会从加州旅店免费接送，进行每天的潜水。 我们可以提供预定住宿的服务。 或者你也可以通过网络自己预定和查看更多的加州旅店图片。 Booking.com 其他的酒店在首都帝力有很多不同档次的酒店可供选择，请在预订前提前咨询我们，是否可以包含免费的接送，谢谢！","link":"/zh/diving/"},{"title":"东帝汶生态概况","text":"东帝汶处于帝汶岛的东面，三面环海，却人迹罕至，工业和捕鱼业不发达，周边海域保留了珊瑚礁生态系统原始的样子…… 东帝汶的地理位置很有趣，除了处于著名的珊瑚三角区的南面，还处于两个大陆板块的边缘，北面是印尼最深的海-班达海；著名的印尼贯穿流的第三条通道: 翁拜海峡(Ombai Strait)（另外两条通道是潜水著名的蓝梦岛，、帕尼达所在的龙目海峡，和科莫多区域），则隔开了帝汶岛(Timor)和对面的阿陶罗岛(Atauro)、阿洛群岛(Alor Archipelago)、韦塔岛(Palau Wetar)。 东帝汶首都帝力直面的翁拜海峡(Ombai Strait)，窄而深，最深处达3500米，是洋流必经之处，这里的海水流动规模是全球之最，水体以每秒钟500万立方米的速度通过海峡。海洋世界里这里有个响当当的名字叫：超级高速公路superhighway。帝力对面的阿陶罗岛(Atauro)像是掐住了通道的咽喉，翁拜海峡(Ombai Strait)到了这里尤其窄，于是在鲸豚迁徙的季节里，特别容易被人类看到，有的时候只距离岸边几百米……远洋大型鱼类，包括各种远洋鲨鱼，molamola等数量众多，在特定的季节也会在东帝汶海域出现。现在比较出名的是9月底-12月初的蓝鲸，抹香鲸迁徙和全年高概率的领航鲸群，而海豚和儒艮则是本地常见的货。东帝汶无论在鲸豚类种类上还是数量上，都可称为全球鲸豚类多样性的一个重要地点。包括世界上某些最濒危的鲸豚类。因为历史的原因，相较于世界上其他鲸豚迁徙的热点海域，东帝汶海域被记录和研究的时间还很短，一切还有待探索和更长时间的观察。 另一方面，帝力地区的黑沙地，海草床，加之贯穿流的rich water, 又是微距世界丰富的温床，什么货出现的东帝汶海域都是可能的。一句玩笑却是真实的描述，东帝汶海域可以看到海洋里最大的货（蓝鲸），和最小的货（比如骷髅虾，豆丁海马……）。 因为历史的原因，东帝汶于2002年才独立建国，而形成稳定发展的环境也就是近十年的事情，尤其又是最近的2-3年才呈现了快速的发展，大量的公路修通，国际航班新开通了新加坡直航，并且有更多目的地的计划。东帝汶阳光潜水期待遇见喜欢探索的你！","link":"/zh/intro/"},{"title":"东帝汶到达与离开","text":"航班目前开通到东帝汶首都帝力(Dili)的国际机场有: 印尼的巴厘岛，澳大利亚的达尔文和新加坡。A.巴厘岛最方便，每天有两个航班，去哪儿和traveloka都能查到。根据季节的不同，往返的价格在RMB2000-4000之间波动。B.新加坡是2019年10月新开通的直航，每周四和周日两班。但是在去哪儿和traveloka上并没查到。航空公司为了推这条航线，也定制了机加酒的套餐。C.达尔文，对于大陆出行用处不大。我们是在帝力的机票代理，更容易预订到优惠的价格，可以微信咨询（微信号：PADI-Samfar）。 目的地／来源 航班频率 航空公司 巴厘岛 Bali, Indonesia (DPS) 2 flights per day Sriwijaya, Citilink Kupang, Indonesia Thursday, Sunday 新加坡 Singapore (SIN) Thursday, Sunday Scoot Tigerair, TransNusa 达尔文 Darwin, Australia Daily Airnorth, Qantas 签证 落地签，签证费30美刀。最久30天停留期。 条件: 有效期6个月的护照，往返机票打印件，酒店预订单。携带约50美刀/天的现金，以备随机查询。 其它提示货币 东帝汶使用美元作为官方货币， 有一种本地硬币相当于小额美元（100 cents = 1 USD) 东帝汶使用信用卡付款和ATM取款都不太方便， 建议自己携带美元入境（落地签也要求游客自行携带每天50美元的金额） 互联网 酒店和饭店的公共Wifi不多见也不稳定， 使用手机上网更为稳定方便。 帝力市区的4G网络覆盖不错， 推荐购买Telcomosel的手机卡， 购买不限流量的套餐。","link":"/zh/transportation/"}],"tags":[{"name":"Diving Rate","slug":"Diving-Rate","link":"/zh/tags/Diving-Rate/"},{"name":"tag2","slug":"tag2","link":"/zh/tags/tag2/"}],"categories":[]}